Repository: EnnoBelle/de.systopia.mailboxmailing
Catalog: l10n/*/LC_MESSAGES/mailboxmailing.po
Languages: de_de

source: Mailbox
de_de: Postfach

source: Protocol
de_de: Protokoll

source: - select -
de_de: - auswählen -

source: Username
de_de: Benutzername

source: Password
de_de: Kennwort

source: Source
de_de: Bezugsquelle

source: Use SSL?
de_de: SSL benutzen?

source: Sender Group
de_de: Absender-Gruppe

source: - select group -
de_de: - Gruppe auswählen -

source: Recipient Group
de_de: Empfänger-Gruppe

source: Subject
de_de: Betreff

source: From E-Mail Address
de_de: Absender-E-Mail-Adresse

source: - Default -
de_de: - Standard -

source: Notify disallowed sender
de_de: Unberechtigte Absender benachrichtigen

source: Disallowed sender notification subject
de_de: Betreff für Benachrichtigungen an unberechtigte Absender

source: Template for notifications of disallowed sender
de_de: Vorlage für Benachrichtigungen an unberechtigte Absender

source: Notify sender about errors
de_de: Absender über Fehler benachrichtigen

source: Error notification subject
de_de: Betreff für Benachrichtigungen über Fehler an Absender

source: Template for error notifications of sender
de_de: Vorlage für Benachrichtigungen über Fehler an Absender

source: Notification Activity Type
de_de: Aktivitätstyp für Benachrichtigungen

source: - Do not create activities -
de_de: - keine Aktivitäten erstellen -

source: Archive Mailing
de_de: Rundschreiben archivieren

source: Mail Setting Deleted.
de_de: Postfach-Einstellungen gelöscht.

source: Mailbox settings have been saved.
de_de: Postfach-Einstellungen wurden gespeichert.

source: Mailbox settings have been updated.
de_de: Postfach-Einstellungen wurden aktualisiert.

source: Saved
de_de: Gespeichert

source: Changes Not Saved.
de_de: Änderungen nicht gespeichert.

source: Edit
de_de: Bearbeiten

source: Edit Mail Settings
de_de: Postfach-Einstellungen bearbeiten

source: Delete
de_de: Löschen

source: Delete Mail Settings
de_de: Postfach-Einstellungen löschen

source: more
de_de: mehr

source: Error retrieving recipients from group: %1
de_de: Fehler beim Abrufen von Empfängern aus Gruppe: %1

source: Upgrade %1 to revision %2
de_de: Aktualisieren von %1 auf Revision %2

source: Could not create custom field for Mailing entity.
de_de: Benutzerdefiniertes Feld für Mailing-Entität konnte nicht erstellt werden.

source: There were errors sending your mailing to this mailing list
de_de: Beim Senden Ihres Rundschreibens an diese Verteilerliste traten Fehler auf

source: Sending bounce report to mailing sender failed.
de_de: Senden des Bounce-Berichts an den Absender des Rundschreibens fehlgeschlagen.

source: Could not connect to MailStore for %1
de_de: Verbindung zu MailStore für %1 konnte nicht hergestellt werden

source: Error message: %1
de_de: Fehlermeldung: %1

source: Could not create mailing: No plain text or html body parts could be extracted from the e-mail.
de_de: Rundschreiben konnte nicht erstellt werden: Es konnten weder Klartext- noch HTML-Textkörper aus der E-Mail extrahiert werden.

source: You are not allowed to send mailings to this mailing list
de_de: Sie sind nicht berechtigt, Rundschreiben an diese Verteilerliste zu senden

source: Sending notification to disallowed sender failed.
de_de: Senden der Benachrichtigung an unberechtigten Absender fehlgeschlagen.

source: The ID of the MailboxmailingMailSettings configuration to process.
de_de: Die ID der zu verarbeitenden MailboxmailingMailSettings-Konfiguration.

source: The ID of the MailboxmailingMailSettings configuration used by Mailings to create bounce reports for.
de_de: Die ID der von Rundschreiben verwendeten MailboxmailingMailSettings-Konfiguration, für die Bounce-Berichte erstellt werden sollen.

source: Mailing ID
de_de: Rundschreiben-ID

source: The ID of the Mailing to create a bounce report for.
de_de: Die ID des Rundschreibens, für das ein Bounce-Bericht erstellt werden soll.

source: This pattern is evaluated using Smarty.
de_de: Dieses Muster wird mit Smarty ausgewertet.

source: The following template variables are available:
de_de: Die folgenden Vorlagen-Variablen sind verfügbar:

source: WARNING: Deleting this option will result in the loss of mail settings data.
de_de: WARNUNG: Das Löschen dieser Option bewirkt den Verlust von Daten der Postfach-Einstellungen.

source: Do you want to continue?
de_de: Möchten Sie fortfahren?

source: Name of this group of settings.
de_de: Name dieser Gruppe von Einstellungen.

source: Name or IP address of mail server machine.
de_de: Name oder IP-Adresse des Mailservers.

source: Username to use when polling (for IMAP and POP3).
de_de: Beim Abrufen zu verwendender Benutzername (für IMAP und POP3).

source: Password to use when polling (for IMAP and POP3).
de_de: Beim Abrufen zu verwendendes Kennwort (für IMAP und POP3).

source: Name of the protocol to use for polling.
de_de: Beim Abrufen zu verwendendes Protokoll.

source: Folder to poll from when using IMAP (will default to INBOX when empty), path to poll from when using Maildir, etc..
de_de: Verzeichnis, aus dem bei der Verwendung von IMAP abgerufen wird (Standard: INBOX/Posteingang, wenn leer gelassen)/Zum Abrufen zu verwendender Pfad bei der Benutzung von Maildir, etc.

source: Whether to use SSL for IMAP and POP3 or not.
de_de: Ob SSL für IMAP und POP3 verwendet werden soll oder nicht.

source: The group of contacts allowed to send mailings using these MailSettings.
de_de: Gruppe sendeberechtigter Kontakte bei der Benutzung dieser Postfach-Einstellungen.

source: The group of contacts to receive mailings using these MailSettings.
de_de: Gruppe von Empfänger-Kontakten bei der Benutzung dieser Postfach-Einstellungen.

source: Help
de_de: Hilfe

source: A pattern to use as the subject for the Mailing.
de_de: Für den Betreff des Rundschreibens zu verwendendes Muster.

source: The from email address to use when sending notifications.
de_de: Für das Senden von Benachrichtigungen zu verwendende Absender-E-Mail-Adresse.

source: Whether to notify disallowed sender.
de_de: Ob unberechtigte Absender benachrichtigt werden sollen.

source: The subject to use for notifications sent to disallowed senders.
de_de: Für an unberechtigte Absender gesendete Benachrichtigung zu verwendender Betreff.

source: A Smarty template to use for notifications sent to disallowed senders.
de_de: Für an unberechtigte Absender gesendete Benachrichtigung zu verwendende Smarty-Vorlage.

source: Whether to notify senders about errors.
de_de: Ob Absender über Fehler benachrichtigt werden sollen.

source: The subject to use for notifications about errors sent to senders.
de_de: Für an Absender gesendete Benachrichtigung über Fehler zu verwendender Betreff.

source: A Smarty template to use for notifications about errors sent to senders.
de_de: Für an Absender gesendete Benachrichtigung über Fehler zu verwendende Smarty-Vorlage.

source: The activity type to use for activities to notify senders about errors.
de_de: Für Aktivitäten zur Benachrichtigung von Absendern über Fehler zu verwendender Aktivitätstyp.

source: Whether to archive mailings after sending.
de_de: Ob Rundschreiben nach dem Senden archiviert werden sollen.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: None found.
de_de: Keine gefunden.

source: Add Mailbox settings
de_de: Postfach-Einstellungen hinzufügen

source: Done
de_de: fertig
